Repository: mozilla-l10n/mt-training-data
Catalog: sei/sei_pontoon.tmx
Source language: en_us
Languages: sei

source: 2 down, keep it up!<playIcon></playIcon>
sei: Coocj cӧyoyaxi, <playIcon></playIcon> ¡tahac oo oo consiih ah!

source: About
sei: Ziix quih ano cöconaaij hac

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
sei: { $actionType } <playIcon></playIcon> ¿Icaaitom hac miizj itamxoj?

source: Add Your Voice
sei: Mihipon cap iiqui consiih aha

source: <bold>{ $count }</bold> Clips
sei: Xiica iicloj

source: <bold>Help us</bold> find more voices
sei: <bold>Iicot haai</bold>iquipon ziix quih an hant sooit ca ihmaa hcaa.

source: Change preferences
sei: Icaaitom hant hac ano coii hapi haqueepe quih iti cöisahpacta hac

source: Click
sei: Hantiiqui spasnan ha

source: Comment
sei: Iti icaspoj iic cöquiipe ha

source: Continue
sei: Yeen iiqui squiin aha

source: Continue validating
sei: Cói icaaitom ziix quih an hant cooit coi cӧihiipe xah taax insoocta aha

source: Contribute
sei: Quiicot spaii aha

source: Contribute sentences
sei: Hiicot impaai icaaitom ihmaa pac ano nsiiquim aha

source: Contribution Criteria
sei: Iiqui cösquiih pi ta x, ziix ano caahjoj coi

source: Criteria
sei: Ziix ano caahjoj

source: Datasets
sei: Icaaitom xah, icoosx iiqui pte quiih

source: Different language
sei: Icaaitom ihmaa

source: Difficult to pronounce
sei: Cöipamx hac haai cmipi ha

source: Discard ongoing recording
sei: Ziix ziix z an hant cooit cói iyat ipi cöimafp hac iiqui cösompah aha

source: Don't see your language on Common Voice yet?
sei: ¿Cói miitom quh Common Voice quih ano piih ta ntcmaho?

source: Finish validating
sei: Icaaitom ziix quih an hant cooit coi cӧhihoocta hac taa cӧiiha ha

source: Finish validating clips?
sei: ¿Icaaitom ziix quih an hant cooit coii cӧmihoocta hac taa cӧiiha ya?

source: for example
sei: Hizaax oo cöpahpacta ta x, haa ah

source: Grammatical / spelling error
sei: Cöipaspoj hac imiipe pac ano caahca ha

source: Great work!<playIcon></playIcon> Listen again when you're ready
sei: ¡Ziix inyaai hac inxahiipet! <playIcon></playIcon> Impooxi haptco mos insqueecӧl ah

source: Help us validate voices
sei: Icaaitom ziix quih an hant cooit coi cӧihiipe xah, cӧimiipe xah taax hoocta

source: It contains words or phrases that are hard to read or pronounce.
sei: Icaaitom cöipamx hac haai cmipi pac ano caahjoj iha

source: It is written in a language different than what I’m speaking.
sei: Icaaitom hant coii coi he iitom hac ihmaa ha.

source: Keep track of your progress with a profile
sei: Hant icaaitom quih an hant yaii zo oo compoh, xiica ziix quih an hant iyaailx coi iti mihahiyat quih insoocta aha

source: Languages
sei: Icaaitom pti immis

source: Learn More
sei: Icaaitom ihmaa mos

source: Listen
sei: Sahqueecӧl aha

source: Log in or sign up to get started
sei: Hant icaaitom quih an hant yaii hac an consiizquim aha. Xo ziix oo cöpopah an cöiscaazquim ha zo mponyaa x, zo nsaai aha

source: Log In / Sign Up
sei: Icaaitom quih hant an hant yaii hac an consiizquimaha / Ziix oo cöpopah an cöiscazquim ha zo mponyaa x, zo nsaai aha

source: Misreadings
sei: Icaaitom yahaa quih imhaa ha

source: No
sei: Saat

source: Offensive language
sei: Icaaitom imiipe

source: Offensive speech
sei: Icaaitom hant hac ano coii coi imiipe ha

source: p
sei: r

source: Partner
sei: Iiqui he nsiih aha

source: <playIcon></playIcon>Last one!
sei: <playIcon></playIcon> ¡Tiix iti cӧhiyat ih!

source: Play/Stop
sei: Sahahoosit aha / Cösahaactim aha

source: r
sei: g

source: Ready to do { $count } more?
sei: ¿Me quitaaho ya, { $count } ihmaa pac cömisaai hac?

source: Record/Stop
sei: Ziix z an hant spacatx aha /Haquix sahzam aha

source: Record your voice
sei: Mihipon cap ziix z an hant insiicatx aha

source: Report
sei: Hant ihiip quih sahzaxö aha

source: Report was passed successfully
sei: Ziix quih iti cöipacta hac iti yaii quih hant hac iiqui cöipaca hac miizj ta ma, catax iha

source: Request a Language
sei: Icaaitom zo sahcaa ha

source: Re-record clip
sei: Icaaitom coi haptco mos ziix z an hant spacatx aha

source: Return
sei: Ihit iiqui squiin aha

source: Review
sei: Spacta aha

source: s
sei: h

source: Sentence Collection
sei: Icaaitom an hapaptx

source: Shortcuts
sei: Taax oo cöpopah x, xaa cösaheemt aha

source: Skip
sei: Cösaheectim aha

source: Submit
sei: Hant hac iiqui hapaca

source: Submit a report
sei: Ziix iti cöipacta quih hant hac iiqui spaca aha

source: Submit clips
sei: Ziix ziix quih an hant hapacatx coi hant hac iiqui spaca aha

source: Success
sei: Quiipe ha

source: Tap
sei: Haa sahaaco ha

source: The clip has disrespectful or offensive language.
sei: Icaaitom ziix quih an hant cooit coi icaaitom imiipe pac ano caahjoj iha.

source: The sentence has a grammatical or spelling error.
sei: Icaaitom hac cöipaspoj hac imiipe pac ano caahca ha.

source: The sentence has disrespectful or offensive language.
sei: Icaaitom hac ziix imiipe quih cmiique ihmaa quij tmahnzaait iti cöihazaxö pac ano caahjoj iha.

source: Understand contribution criteria
sei: Iiqui cösquiih pi x, ziix ano caahjoj quih anxö cöispaa hac

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
sei: ¡Icaaitom ziix quh an hant cooit coi impoqueecöl x, hant popacta mos ano hant ihiip cöispaa ha xah, ziix iti cöpopaai hapi icaaitom ziix quih hant hapacatx coi cöisahahiipet ha xah!

source: Voice Collection
sei: Iquipon ptiihax ano coii

source: We couldn’t get any audio clips for you to listen to. Please try again later.
sei: Icaaitom ziix quih an hant cooit coi icapacta iyomá. Halx poyáám ta, mpaai insoocta aha.

source: We couldn’t get any sentences for you to speak. Please try again later.
sei: Icaaitom ziix quih an hant cooit coi icapacta iyomá. Halx poyáám ta, mpaai insoocta aha.

source: We may have run out of clips - refresh the page, or try again later.
sei: Icaaitom hizaax ziix z an hant cooit spacta ca z ano yomiih

source: We've run out of sentences to record in this language...
sei: Hicaaitom hizaax ziix z an hant spacatx ca zo haa yomiih...

source: What issues are you experiencing with this sentence?
sei: ¿Áz ya ano tahca tmiipe icaaitom hizac?´

source: y
sei: s

source: Yes
sei: Hasa

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
sei: Haa xah poohca tax, miitom hac ziix z an hant hapacatx z haquix smiih aha. Hant ziix quih an hant yaii hizac ipacta hac iij ihapacta hapá ah, taax miitom hac icaaitom ihmaa ano caahjoj pac haa paii ta x, insiiho aha.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
sei: Haa xah poohca tax, miitom hac ziix z an hant hapacatx z haquix smiih aha. Hant ziix quih an hant yaii hizac ipacta hac iij ihapacta hapá ah, taax miitom hac icaaitom ihmaa ano caahjoj pac haa paii ta x, insiiho aha.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
sei: ¡Haa xah tiipe, hiicot cömihaai hac ha itah ma, Common Voice quih <goalPercentage></goalPercentage> icaaitom quih ziix quih an hant cöicatx hac { $goalValue } taax haa cöimiimjc!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
sei: ¡Haa xah tiipe, hiicot cömihaai hac ha itah ma, Common Voice quih <goalPercentage></goalPercentage> taax ziix icaaitom quih an hant cooit coi cöihoocta hac{ $goalValue } coi haa cöimiimjc!

source: account recovery key
sei: Hant ziix quih an hant yaii hac icaaitom xah, icoosx oo cötpah an cöicaazquim quih hacx popailx x, hizaax oo cöspah aha
